{"sections":{"main":{"type":"main-page","settings":{"full_width":false}},"rich_text_gE6Tq9":{"type":"rich-text","blocks":{"heading_h4a8hw":{"type":"heading","disabled":true,"settings":{"title":"Empowering Innovation & Creativity","use_h1":true}},"heading_kwhcgP":{"type":"heading","disabled":true,"settings":{"title":"SILAII's Commitment to Intellectual Property Protection","use_h1":false}},"text_nyJKTG":{"type":"text","disabled":true,"settings":{"text":"<p><strong>Welcome to SILAII: Crafting Memories into an Experience<\/strong>  At SILAII, we transform your home or office space with finely crafted sculptures, offering a unique experience for each client. Our mission extends beyond creation, focusing on the robust dedication to protecting intellectual property (IP) rights, nurturing a culture of innovation, and ensuring the recognition of every creative mind.<\/p>","enlarge_text":true}},"text_fX8L9t":{"type":"text","disabled":true,"settings":{"text":"<p><strong>Understanding Intellectual Property<\/strong><br\/>Intellectual property stands as the cornerstone of innovation, encompassing the legal rights of creators and inventors across various domains such as inventions, artistic works, designs,and brand identities. These protections are in place to honour the creator's rights and to promote a culture of respect and recognition for original works.<\/p>","enlarge_text":true}},"text_ATKQ3K":{"type":"text","disabled":true,"settings":{"text":"<p><strong>Our Intellectual Property Commitment <\/strong>SILAII's diverse intellectual property portfolio, ranging from design rights to copyrights and trademarks, reflects our dedication to creativity and the pursuit of excellence. These assets are vital in delivering distinctive experiences and making a lasting mark in the art world.<\/p>","enlarge_text":true}},"text_dPRPdt":{"type":"text","disabled":true,"settings":{"text":"<p><strong>Our IP Protection Approach<\/strong><br\/>We use a comprehensive method to protect our intellectual property<br\/>1. Design Rights: We register our original product designs, ensuring protection against unauthorized replication and fostering continuous innovation.<br\/>2. Copyrights: All our creative content, from website material to marketing campaigns,is copyrighted, underscoring our commitment to originality.<br\/>3. Trademarks: Our brand's logos, names, and slogans are trademarked symbols of SILAII's quality, innovation, and reliability.<br\/>4. Trade Secrets: We protect our valuable insights, methodologies, and trade secrets with strong security measures, helping us maintain our competitive edge in the industry.<\/p>","enlarge_text":true}},"text_i6M87P":{"type":"text","disabled":true,"settings":{"text":"<p><strong>Respecting Other’s Intellectual Property<\/strong><br\/>We deeply respect the intellectual property rights of others, following ethical standards and legal regulations. Our commitment to collaboration, innovation, and respect motivates us to recognize and protect the rights of all creators.<\/p><p><strong>Legal Disclaimer<\/strong><br\/>This information is intended for general guidance and does not constitute legal advice. For specific intellectual property questions or issues, we recommend seeking professional legal counsel. For more details, please visit the Intellectual Property Rights office or website in India.<br\/><\/p><p><strong>Join Us in Our Journey<\/strong><br\/>Thank you for engaging with SILAII. Let's continue to champion innovation, creativity, and the protection of intellectual property, shaping a prosperous future for all involved in the creative process.<\/p><p><strong>We take intellectual property infringement very seriously and are prepared to resolve issues amicably or, if needed, through legal channels to protect our rights.<\/strong><\/p><p><strong>Reach Out to Us<\/strong><br\/>For inquiries about intellectual property, partnership opportunities, permissions, or infringement concerns, please contact us at +91-9884688804 or email legal@silaii.com.<\/p><p><\/p><p><\/p>","enlarge_text":true}}},"block_order":["heading_h4a8hw","heading_kwhcgP","text_nyJKTG","text_fX8L9t","text_ATKQ3K","text_dPRPdt","text_i6M87P"],"settings":{"height":"medium","text_alignment":"left","full_width":false}},"13868c15-d09e-4c1f-abfd-3631a244b31d":{"type":"product-list","disabled":true,"settings":{"title":"Product list","product_list":["buy-the-sculpture-of-ashoka-pillar-online","buy-the-replica-of-kanyakumari-thiruvalluvar-statue-and-sculpture-as-silaii-online","buy-the-bust-sculpture-of-arignar-anna","buy-the-action-figure-sculpture-of-rocky-bhai-from-kgf-universe"],"show_vendor":false,"enable_carousel":true,"grid":4,"full_width":true}}},"order":["main","rich_text_gE6Tq9","13868c15-d09e-4c1f-abfd-3631a244b31d"]}